Repository: sector3studios/webhud
Catalog: src/translations/*/*.po
Languages: de

source: Aerodynamics
de: Karosserie

source: Black flag
de: Schwarze Flagge

source: Blue flag 1st warning
de: Blaue Flagge, 1. Verwarnung

source: Blue flag 2nd warning
de: Blaue Flagge, 2. Verwarnung

source: Car assists
de: Fahrassistenten

source: Checkered flag: Last lap!
de: Karierte Flagge: Letzte Runde!

source: Clear
de: Zurücksetzen

source: Close
de: Schließen

source: Current lap
de: Akt. Runde

source: Current position
de: Akt. Position

source: Current speed
de: Akt. Geschwindigkeit

source: Cutting track
de: Abgekürzt

source: DRS Activated
de: DRS aktiviert

source: Damage
de: Schaden

source: Delta
de: Zeitdifferenz

source: Delta bars
de: Als Leiste

source: Delta text
de: Als Text

source: Driver Change
de: Fahrerwechsel

source: Engine
de: Motor

source: English
de: Englisch

source: Est. Pos
de: Vorauss. Position

source: Est. Time
de: Vorauss. Zeit

source: Estimated lap time
de: Vorauss. Rundenzeit

source: Estimated position
de: Vorauss. Position

source: Flags
de: Flaggen

source: French
de: Französisch

source: Front tires
de: Vorderreifen

source: Front wing
de: Frontflügel

source: Fuel
de: Treibstoff

source: Fuel at
de: Verbl. Treibstoff

source: G-Force
de: G-Kräfte

source: Game paused
de: Spiel pausiert

source: German
de: Deutsch

source: Go!
de: Los!

source: Hazard on the track
de: Gefahr auf der Strecke

source: Hide in race
de: Im Rennen ausblenden

source: In Pit Lane
de: In Boxengasse

source: Inputs
de: Eingaben

source: Kph
de: Km/h

source: Lap
de: Runde

source: Lap time
de: Rundenzeit

source: Laps left to pit
de: Verbleibende Runden bis Boxenstopp

source: Next position
de: Nächste Platzierung

source: P2P - Wait
de: P2P - Warten

source: Pit duration
de: Boxenstoppdauer

source: Pit limiter
de: Tempobegrenzer

source: Pit window is open
de: Boxenstoppfenster offen

source: Pitstop
de: Boxenstopp

source: Position bar
de: Positionsleiste

source: Practice
de: Training

source: Preparing
de: Vorbereitung

source: Qualification
de: Qualifikation

source: Race
de: Rennen

source: Race info
de: Renninformationen

source: Race start lights
de: Startampel

source: Rear tires
de: Hinterreifen

source: Rear wing
de: Heckflügel

source: Refueling
de: Auftanken

source: Relative
de: Relativer Abstand

source: Reset settings
de: Einstellungen zurücksetzen

source: Reset values (c)
de: Werte zurücksetzen (c)

source: Session time
de: Verbleibende Zeit

source: Should beep
de: Ton ausgeben

source: Slow cars ahead
de: Langsame Fahrzeuge voraus

source: Spotting
de: Fahrzeugradar

source: Steering wheel
de: Lenkrad

source: Suspension
de: Fahrwerk

source: Team Radio
de: Boxenfunk

source: Telemetry
de: Telemetrie

source: This lap will not count
de: Runde ungültig

source: Time left to pit
de: Verbl. Zeit für Boxenstopp

source: Tires
de: Reifen

source: Transmission
de: Getriebe

source: Type to filter keys
de: Nach Stichworten filtern

source: Version mismatch
de: Falsche Version

source: Waiting...
de: Warte...

source: Warmup
de: Aufwärmen

source: Wrong way
de: Falsche Richtung

source: Yield to the car behind
de: Verfolger passieren lassen

source: and run it
de: und führe die Datei aus

source: lap
de: Runde

source: laps
de: Runden

source: time left
de: Verbl. Zeit
